tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/brewdler'
tap 'homebrew/versions'

brew 'caskroom/cask/brew-cask'
brew 'ctags'
brew 'fzf'
brew 'git', args: ['with-pcre']
brew 'gnupg'
brew 'reattach-to-user-namespace'
# brew 'mariadb'
brew 'openssl'
brew 'pstree'
brew 'tmux'
brew 'v8'
brew 'vim'
brew 'wget'
brew 'leiningen'
brew 'zsh'
brew 'zsh-syntax-highlighting'

cask 'google-chrome'
cask 'google-chrome-canary'
cask 'iterm2'
cask 'karabiner'
cask 'skype'
cask 'virtualbox'
cask 'vagrant-manager'
cask 'evernote'
cask 'sourcetree'
cask 'spectacle'
cask 'sequel-pro'
cask 'sublime-text3'
