tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/brewdler'
tap 'homebrew/versions'
tap 'homebrew/science'

brew 'caskroom/cask/brew-cask'
brew 'ctags'
brew 'fzf'
brew 'git', args: ['with-pcre']
brew 'gnupg'
brew 'reattach-to-user-namespace'
# brew 'mariadb'
brew 'postgres'
brew 'openssl'
brew 'pstree'
brew 'tmux'
brew 'v8'
brew 'vim', args:['with-client-server']
brew 'wget'
brew 'leiningen'
brew 'zsh'
brew 'zsh-syntax-highlighting'
brew 'the_silver_searcher'
brew 'htop'
brew 'hub'
brew 'gnuplot', args: ['with-qt']
brew 'fontconfig', args: ['universal']
brew 'octave'
brew 'gsl'
brew 'smlnj'
brew 'typesafe-activator'
brew 'graphviz'
brew 'sleuthkit'

cask 'google-chrome'
cask 'google-chrome-canary'
cask 'iterm2'
cask 'karabiner'
cask 'skype'
cask 'virtualbox'
cask 'vagrant-manager'
cask 'evernote'
cask 'sourcetree'
cask 'spectacle'
cask 'sequel-pro'
cask 'sublime-text3'
